Repository: raspberrypi-ui/pplug-bluetooth
Catalog: po/*.po
Languages: pt_br

source: Pairing request sent to '%s' - waiting for response...
pt_br: Pedido de pareamento enviado para ‘%s’ - esperando resposta...

source: Pairing failed - %s
pt_br: Falha no pareamento - %s

source: Pairing successful - connecting...
pt_br: Pareamento bem-sucedido - conectando...

source: Connection successful
pt_br: Sucesso na conexão

source: Connection failed - %s
pt_br: Falha na conexão - %s

source: Please enter code '%s' on '%s'
pt_br: Por favor insira o código '%s' em '%s'

source: Please confirm that '%s' is showing the code '%s' to pair
pt_br: Por favor, confirme se '%s' está exibindo o código '%s' para parear.

source: Please enter PIN code shown on '%s'
pt_br: Por favor insira o código PIN mostrado em '%s'

source: Please enter passcode shown on '%s'
pt_br: Por favor, insira a senha mostrada em '%s'

source: Waiting for response from Bluetooth device...
pt_br: Esperando pela resposta do dispositivo Bluetooth...

source: '%s' has requested a pairing. Do you accept the request?
pt_br: '%s' solicitou um pareamento. Você aceita a solicitação?

source: Pairing successful - right-click the volume icon to select as audio device
pt_br: Pareamento bem-sucedido - clique com o botão direito do mouse no ícone do volume para selecionar como dispositivo de áudio

source: Pairing successful - this device has no services which can be used with Raspberry Pi
pt_br: Pareamento bem-sucedido - este dispositivo não possui serviços que possam ser usados com o Raspberry Pi.

source: Removing...
pt_br: Removendo...

source: Do you want to unpair '%s'?
pt_br: Você deseja desparear '%s'?

source: Removing pairing with '%s'...
pt_br: Removendo o pareamento com ‘%s’...

source: Removal failed - %s
pt_br: Falha na remoção - %s

source: Connecting...
pt_br: Conectando...

source: Connecting to '%s'...
pt_br: Conectando-se a '%s'...

source: Disconnecting...
pt_br: Desconectando...

source: Disconnecting from '%s'...
pt_br: Desconectando de '%s'...

source: Disconnection failed - %s
pt_br: Falha na desconexão - %s

source: No usable services on this device
pt_br: Sem serviços usáveis neste dispositivo

source: Disconnect...
pt_br: Desconectar...

source: Connect...
pt_br: Conectar...

source: Remove...
pt_br: Remover...

source: No Bluetooth adapter found
pt_br: Sem adaptador Bluetooth encontrado

source: Turn On Bluetooth
pt_br: Ativar Bluetooth

source: Turn Off Bluetooth
pt_br: Desativar Bluetooth

source: Stop Discoverable
pt_br: Pare de ser detectável

source: Make Discoverable
pt_br: Tornar detectável

source: Add Device...
pt_br: Adicionar dispositivo...

source: Manage Bluetooth devices
pt_br: Gerenciar dispositivos Bluetooth

source: Manages Bluetooth devices
pt_br: Gerencia dispositivos Bluetooth

source: Add New Device
pt_br: Adicionar novo dispositivo

source: _Cancel
pt_br: _Cancelar

source: _Pair
pt_br: _Parear

source: Searching for Bluetooth devices...
pt_br: Pesquisando por dispositivos Bluetooth...

source: label
pt_br: rótulo

source: Pairing...
pt_br: Pareando...
